const data = [
  {
    name: "Иван",
    messages: [
      "Привет, как дела?",
      "Я занят, позже напишу.",
      "Как прошел твой день?",
      "Не забудь про нашу встречу.",
      "Встретимся завтра у метро.",
    ],
  },
  {
    name: "Анастасия",
    messages: [
      "Привет! Что нового?",
      "Слышала, будет дождь завтра.",
      "Может, пойдем в кино?",
      "Спасибо за помощь!",
      "Мне нужно твое мнение.",
      "Хочешь встретиться на выходных?",
    ],
  },
  {
    name: "Дмитрий",
    messages: [
      "У меня важная новость!",
      "Как насчет встретиться в пятницу?",
      "Не забудь про документы.",
      "Смотри, я нашел интересную статью.",
      "Это было просто потрясающе!",
    ],
  },
  {
    name: "Ольга",
    messages: [
      "Доброе утро!",
      "Сегодня отличный день для прогулки.",
      "Я напишу тебе позже.",
      "Спасибо, это было полезно.",
      "Как твоя семья?",
      "До встречи вечером!",
      "Не забудь про мой совет.",
    ],
  },
  {
    name: "Алексей",
    messages: [
      "Как ты себя чувствуешь?",
      "Позвони, когда освободишься.",
      "Я приготовил для тебя сюрприз.",
      "Ты видел, что произошло вчера?",
      "Мне нужно обсудить с тобой проект.",
      "Удачи тебе на встрече!",
    ],
  },
];

export default data;
